Repository: tantebootsy/ddd-mautic
Catalog: htdocs/typo3conf/ext/bootstrap_core/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tt_content.tx_bootstrapcore_visibility
source: Show/hide based on screen size
de: Anzeigen/verbergen (responsiv)

# tt_content.visibility.notset
source: not set
de: nicht gesetzt

# tt_content.visible.xs
source: Show on mobile (<768px)
de: Anzeigen auf Mobilgeräten (<768px)

# tt_content.visible.sm-xs
source: Show on mobile and tablet (<992px)
de: Anzeigen auf Handy und Tablet (<992px)

# tt_content.visible.md-lg
source: Show on desktop and bigger (&ge;992px)
de: Anzeigen auf Desktop und grösser (&ge;992px)

# tt_content.visible.lg
source: Show on large screens (&ge;1200px)
de: Anzeigen auf grossen Screens (&ge;1200px)

# tt_content.hidden.xs
source: Hide on mobile (<768px)
de: Verbergen auf Mobilgeräten (<768px)

# tt_content.hidden.sm-xs
source: Hide on mobile and tablet (<992px)
de: Verbergen auf Handy und Tablet (<992px)

# tt_content.hidden.md-lg
source: Hide on desktop and bigger (&ge;992px)
de: Verbergen auf Desktop und grösser (&ge;992px)

# tt_content.hidden.lg
source: Hide on large screens (&ge;1200px)
de: Verbergen auf grossen Screens (&ge;1200px)

# tt_content.table.acctables_tableclass.I.1
source: striped
de: gestreift

# tt_content.table.acctables_tableclass.I.2
source: bordered
de: mit Rand

# tt_content.table.acctables_tableclass.I.3
source: hover
de: bei Mouse-over

# tt_content.table.acctables_tableclass.I.4
source: condensed
de: enger

# tt_content.table.acctables_tableclass.I.5
source: striped + hover + condensed
de: gestreift + Mouse-over + enger

# tt_content.table.acctables_tableclass.I.6
source: bordered + hover
de: mit Rand + Mouse over

# tceform.pages.belayout.0
source: (inherit from parent page)
de: (von übergeordneter Seite übernehmen)

# tceform.pages.belayoutnext.0
source: (inherit from parent page)
de: (von übergeordneter Seite übernehmen)

# tceform.tt_content.layout.images.2
source: Rounded corners
de: Runde Ecken

# tceform.tt_content.layout.images.3
source: Rounded corners (resp.)
de: Runde Ecken (responsive)

# tceform.tt_content.layout.images.4
source: Round/oval
de: Kreis/oval

# tceform.tt_content.layout.images.5
source: Round/oval (resp.)
de: Kreis/oval (responsive)

# tceform.tt_content.layout.images.6
source: Border
de: Rand

# tceform.tt_content.layout.images.7
source: Border (responsive)
de: Rand (responsive)

# tceform.tt_content.layout.menu.1
source: Nav Pills
de: Nav Pillen

# tceform.tt_content.layout.menu.2
source: Nav Pills Stacked
de: Nav Pillen übereinander

# tceform.tt_content.layout.uploads.1
source: Show icon
de: Icon anzeigen

# tceform.tt_content.layout.uploads.2
source: Show Thumbnail (PDF)
de: Thumbnail anzeigen (PDF)

# tceform.tt_content.sectionframe.22
source: Well small
de: Well klein

# tceform.tt_content.sectionframe.23
source: Well large
de: Well gross

# tceform.tt_content.sectionframe.41
source: Success Box
de: Ok Box

# tceform.tt_content.sectionframe.42
source: Caution Box
de: Warnung Box

# tceform.tt_content.sectionframe.43
source: Alert Box
de: Achtung Box

# rte.classes.justifyleft
source: Align left
de: Linksbündig

# rte.classes.justifyright
source: Align right
de: Rechtsbündig

# rte.classes.justifycenter
source: Align center
de: Zentriert

# rte.classes.justifyblock
source: Align justified
de: Blocksatz

# rte.classes.lead
source: Lead
de: Leitartikel

# rte.classes.warning
source: Marker: Attention
de: Markierung: Warnung

# rte.classes.danger
source: Marker: Alert
de: Markierung: Achtung

# rte.classes.info
source: Marker: Info
de: Markierung: Info

# rte.classes.success
source: Marker: Success
de: Markierung: Ok

# rte.classes.lightbox
source: Open in lightbox
de: In Lightbox öffnen
